export const EQUIPMENT_LIST = [
  {
    name: '熱燈絲掃描式電子顯微鏡 (SEM)',
    image: './images/equipment/e1.jpg',
    purpose: '用於觀察材料表面形貌和微觀結構，可提供高解析的表面形貌圖像。並搭配電子能量色散圖譜儀(EDS)，可進行元素分析。',
    features: [
      '材料分析',
      '表面形貌',
      '元素分析',
    ],
    spec: '廠商/型號：捷東科技 /Jeol JSM 6390\n加速電壓：10 – 30 keV\n放大倍率：最高可達五萬倍\n其他：搭配液氮冷卻的能量色散頻譜儀 (Oxford Instrument INCA x-Sight 7582)',
    manager: '呂政育',
    contact: 'U03187112@gmail.com'
  },
  {
    name: '電子束微影系統',
    image: './images/equipment/e2.jpg',
    purpose: '利用高能量電子束，精確地在材料表面形成微米或奈米級的圖案，以用於製造各種微米和奈米結構。',
    features: [
      '材料製程',
      '微結構寫入',
      '正負光阻'
    ],
    spec: '廠商/型號：光映科技/Raith Elphy Quantum\n光阻：PMMA 950K A1~A7、PMMA 495K A1~A7以及LOR 5B等正光阻以及SU8 2000.5 負光阻。\n最大寫入範圍：1,000 平方公釐\n最大掀離厚度：搭配雙光阻製程可達200奈米\n最小特徵尺寸：100奈米\n其他：可於導體或非導體基板上進行微結構寫入。',
    manager: '呂政育',
    contact: 'U03187112@gmail.com'
  },
  {
    name: '高真空薄膜熱蒸鍍機台',
    image: './images/equipment/e3.jpg',
    purpose: '透過施加電壓，使電阻產熱並加熱鎢舟和靶材。鍍膜材料汽化並沈積於上方基板。',
    features: [
      '材料製程',
      '熱蒸鍍',
      '薄膜沈積'
    ],
    spec: '廠商/型號：永發欣業/訂製機台\n蒸發源數目：四組蒸發源\n加熱電流：最高可達100安培\n載台尺寸：直徑25公分（中心有3X3平方公分區域無法放置試片）\n載台轉速：最高可達每分60轉\n其他：目前已校準包括銀、鉻、二氟化鎂、銦錫氧化物、鎳、鐵、鈷、金和鋁等材料厚度',
    manager: '許弘佾',
    contact: '7506'
  },
  {
    name: '離子輔助電子槍蒸鍍系統',
    image: './images/equipment/e4.jpg',
    purpose: '利用磁場引導熱電子轟擊坩堝內靶材，使靶材受熱汽化並沈積於上方基板。此外，搭配離子槍，可將通入氣體電漿化，並引導轟擊試片，形成緻密薄膜。',
    features: [
      '材料製程',
      '電子束蒸鍍',
      '離子輔助',
      '薄膜沈積'
    ],
    spec: '廠商/型號：津弘科技/離子輔助電子槍蒸鍍系統\n坩堝槽數目：三個坩堝槽\n電子槍最大功率：Telemark model 880控制模組搭配Telemark tt-15電源供應器，最大功率可達15kW\n離子槍：立兆鑫科技的CKII 控制器，其陽極最大輸出電壓為直流200 V， 陽極最大輸出電流為5安培\n通入氣體：氧氣、氮氣和氬氣等氣體\n其他：鋁、銅、金、鋡、鎂、矽、銀、鋅和錫等金屬和金屬氧化物',
    manager: '項品堯',
    contact: 'M1324004@cgu.edu.tw'
  },
  {
    name: '三槍非平衡磁控濺鍍機',
    image: './images/equipment/e5.jpg',
    purpose: '利用直流或射頻電源搭配磁場使惰性氣體形成電漿，並利用電場引導電漿轟擊靶材。靶材原子濺射出並沈積於基板上，形成均勻薄膜。',
    features: [
      '材料製程',
      '濺鍍',
      '電漿輔助',
      '薄膜沈積'
    ],
    spec: '廠商/型號：俊尚科技/三槍非平衡磁控濺鍍機台\n載台直徑：四吋\n載台溫度：最高可達850 ℃\n電源：直流和射頻電源各兩組\n靶材座：三個二吋靶材\n通入氣體：氧、氫和氮氣\n其他：目前有鈦、銦錫氧化物和銅靶',
    manager: '劉峻瑋',
    contact: '7506'
  },
  {
    name: '3D列印機台',
    image: './images/equipment/e6.jpg',
    purpose: '利用光固化樹脂印製各式三維立體結構。',
    features: [
      '材料製程',
      '光固化',
      '3D列印'
    ],
    spec: '廠商/型號：普羅森科技 / Sonic Mighty Revo 8K\n列印尺寸：L 22.3 x W 12.6 x H 23.5公分\n解析度：平面為16.8 x 24.8 微米，而z軸解析度為0.01-0.30 公釐。',
    manager: '詹子萱',
    contact: '手機'
  },
  {
    name: '快速退火爐',
    image: './images/equipment/e7.jpg',
    purpose: '利用鹵素紅外燈等熱源，在短時間內將材料快速加熱到特定溫度，以消除材料內部缺陷，改善其性能。',
    features: [
      '半導體製程',
      '材料缺陷修復',
      '材料相變化'
    ],
    spec: '森積科技 / R-401 / 適用4吋以下的矽基板 / 最高加熱溫度1000℃'
  },
  {
    name: '傅立葉紅外線光譜儀',
    image: './images/equipment/e8.jpg',
    purpose: '利用紅外光源照射樣品，確認材料或化合物的分子結構與化學組成，判斷樣品是否為某種已知物質。',
    features: [
      '官能基辨識',
      '化學結構',
      'IR吸收峰'
    ],
    spec: '廠牌／型號：PerkinElmer Spectrum Two/模組配置：具備兩套可更換模組，分別為 穿透（Transmission）模組 與 衰減全反射（ATR, Attenuated Total Reflection）模組，可依樣品性質與需求切換使用。'
  },
  {
    name: 'X光繞射儀',
    image: './images/equipment/e9.jpg',
    purpose: '利用X射線與晶體結構的交互作用，通過分析繞射圖譜來獲取材料的晶體結構、相組成、取向等信息。',
    features: [
      '檢測晶體結構',
      '元素組成',
      '晶粒尺寸',
      '相組成'
    ],
    spec: '機台廠商Rigaku / 可量測Thin film and Powder模式 / 量測角度(入射端低掠角模式、接收端角度0-100 °) / 包含加熱模組至1300 °C / 旋轉試片載台(垂直-5 °~90 °、水平360  °) / 試片殘留應力分析模組'
  },
  {
    name: '場發掃描電子顯微鏡與能量色散光譜儀',
    image: './images/equipment/e10.jpg',
    purpose: 'FE-SEM用於觀察樣品的結構與形貌，可以提供高解析度的表面形貌圖像，而EDS可以分析特定區域的元素組成。',
    features: [
      '高解析影像',
      '非破壞性分析',
      '元素定性定量',
      '區域選擇分析',
      '同步成像與分析'
    ],
    spec: '機台廠商JEOL/JEOL JSM-IT700HR/ 高解析度（1 nm）/高探針電流（300 nA）/自動化功能/結合EDS模組'
  },
  {
    name: '原子力顯微鏡',
    image: './images/equipment/e11.jpg',
    purpose: '利用原子間的相互作用力，掃描樣品表面以獲得高解析度的三維表面形貌圖像，可達到原子級的解析度。',
    features: [
      '原子級解析度',
      '非破壞性檢測',
      '三維表面形貌',
      '多種掃描模式',
      '奈米級量測'
      ],
    spec: '機台廠商:BRUKER 掃瞄範圍:90x90 μm 高度10 μm 最高512x512 psi的解析度 樣品靈活性:尖端掃描儀'
  },
  {
    name: '反應式離子蝕刻機台',
    image: './images/equipment/e12.jpg',
    purpose: '利用射頻電場在低壓氣體中激發出電漿，電漿中的正離子在電場加速下垂直撞擊樣品表面，造成蝕刻。',
    features: [
      '化學物理複合蝕刻',
      '乾式蝕刻',
      '表面改質',
      '奈米結構製造',
      '材料選擇性蝕刻'
    ],
    spec: '機台廠商:津弘科技/可使用氣體O2 H2 Ar N2/最大功率可達600W/氣體最大流速100SCCM/最大面積226cm²'
  },
  {
    name: '恆電位儀',
    image: './images/equipment/e13.jpg',
    purpose: '維持電極在恆定電位狀態下，測量電流與時間或電位的關係，用於電化學分析和腐蝕研究。',
    features: [
      '電化學分析',
      '腐蝕測試',
      '循環伏安法',
      '阻抗分析',
      '即時監控'
    ],
    spec: '機台廠商：北極光 電壓: 控制電壓：± 10V 解析度：在200 mV內為 5 µV 合規性：± 10V。電流: 電流範圍：1 A 至 10 µA 最大電流：± 1A 解析度：0.760 nA。EIS: 頻率範圍：1 MHz 至 10 µHz'
  },
  {
    name: '拉曼',
    image: './images/equipment/e14.jpg',
    purpose: '用於分析材料的分子振動與化學鍵資訊，可辨識物相與化學組成，並能以非破壞方式評估應力/應變、結晶度與缺陷。',
    features: [
      '非破壞檢測',
      '多材料適用',
      '快速辨識材料'
    ],
    spec: '機台廠商：昇航 / 雷射波長：633nm ( 17mW ) 、 532nm ( 25mW ~ 200mW ) / 物鏡：10倍、50倍 ( 長聚焦：適合薄膜、塊材 )、50倍 ( 短聚焦：適合粉末、液體 )、100倍 / 探測器：CCD探測器 /  量測範圍：'
  }
  // 可以根據實際設備繼續添加更多項目
]; 