export const NEWS_LIST = [
  {
    date: 'June 6, 2025',
    title: '恭賀超材料與超元件實驗室蕭丞芫同學榮獲台塑研討會研發創意實物競賽學校組第二名',
    content: '本實驗室碩士生蕭丞芫同學的競賽作品"透過奈米球微影製程與電鍍沉積法，達成反射與透光之間連續可控轉換的智慧窗戶。"榮獲台塑研討會研發創意實物競賽學校組第二名，展現本實驗室在人才培育上的優異成果',
    image: 'images/news/n1.jpg'
  },
  {
    date: 'June 28, 2025',
    title: '恭賀超材料與超元件實驗室蕭楷霖同學榮獲2025國際電漿科技聯合研討會口頭報告第三名',
    content: '本實驗室碩士生蕭楷霖同學的競賽作品"Applying Metallic Oblique-Wire-Bundle Metamaterials for Broadband Infrared Absorption with Multiple Fano Resonances"榮獲IPTJC國際研討會學生口頭競賽第三名，展現本實驗室在實務研究以及口頭報告訓練之優異成果。',
    image: 'images/news/n2.jpg'
  },
  {
    date: 'July 7, 2025',
    title: '恭賀超材料與超元件實驗室吳峻宇同學榮獲2025年大專學生研究計畫',
    content: '計畫題目"以直角坐標系之雙曲超介面達成電激發奈米雷射以及其最佳化"，透過本實驗室專長之超材料或超介面的整合，達到高品質因子以及極小模態體積的奈米雷射。優異的成果數據表現，成功得到國科會之青睞 !',
    image: 'images/news/n3.jpg'
  },
  {
    date: 'September 28, 2025',
    title: '恭賀黃宗鈺老師獲得113學年度環境資源學院優良教學奉獻獎',
    content: '經學生投票推薦，恭喜黃宗鈺老師榮獲113學年度環境資源學院優良教學奉獻獎。',
    image: 'images/news/n4.jpg'
  },
  {
    date: 'October 18, 2025',
    title: '恭賀實驗室研發成果『智慧窗戶的製備方法』榮獲台灣創新博覽會銅質獎',
    content: '實驗室開發的智慧窗戶可以在3秒內從64%的穿透度降至為零，並可依需求讓穿透度在0~64%無段切換。除此之外，還可以屏蔽紅外光，使得室內溫度可以維持涼爽狀態。該研究獲得台灣創新博覽會評審青睞，獲頒銅質獎。',
    image: 'images/news/n5.jpg'
  },
  {
    date: 'December 16, 2025',
    title: '超材料和超元件實驗室很高興和皮托科技共同舉辦COMSOL工作坊',
    content: '和皮托科技共同舉辦工作坊。在工作坊中，我們針對電鍍和流體力學進行詳細的教學和討論。學生模擬實力大增！',
    image: 'images/news/n6.jpg'
  },
  {
    date: 'March 11, 2026',
    title: '恭賀！超材料和超元件實驗室獲得第一件台灣專利',
    content: '本實驗室利用奈米球微影和電鍍製程製備智慧窗戶，獲得台灣發明專利，未來可應用於大樓窗戶或著車輛的隔熱膜上。',
    image: 'images/news/n7.jpg'
  },
  {
    date: 'May 15, 2026',
    title: '狂賀！超材料和超元件實驗室榮獲全國技專校院實務專題製作競賽暨成果展第二名殊榮',
    content: '本實驗室郭茂原、吳峻宇和吳凱傑同學設計一個僅有1/120聲波波長厚的聲學超材料能夠吸收入射聲波達到超過20 dB的降噪能力。此外，還在聲學超材料開口端加裝摩擦發電機，使得過去只能轉換為熱能的吸收聲壓，先轉變為機械能在轉換成電能。目前單一元件可讓點亮20顆LED燈，經過重複排列單位晶胞並將發電機並聯，預期可點亮超過500顆LED燈。',
    image: 'images/news/n8.jpg'
  },
  {
    date: 'May 22, 2026',
    title: '狂賀！超材料和超元件實驗室大四專題生榮獲專題製作比賽特優殊榮',
    content: '本實驗室郭茂原、吳峻宇和吳凱傑同學以超材料與智慧運算在未來光電與能源元件中的應用在材料系專題製作比賽獲得特優殊榮',
    image: 'images/news/n9.jpg'
  },
  {
    date: 'May 27, 2026',
    title: '恭賀！超材料和超元件實驗室進修部專題生榮獲2026PBL專案課程比賽第一名',
    content: '本實驗室胡仁聚、戴瑜萱、胡昱安和許昱璋以 COMSOL 模擬化學藥品純化過濾桶槽之兩相流場與壓力分布在PBL專案課程比賽中榮獲第一名',
    image: 'images/news/n10.jpg'
  },
  {
    date: 'June 6, 2026',
    title: '恭賀！超材料和超元件實驗室環實務菁英班專題生榮獲2026實務專題競賽第三名',
    content: '本實驗室賴依淳和高佑齊以利用氣液自組裝法達成大面積電化學可無段轉換智慧窗戶在專題實務競賽中榮獲第三名',
    image: 'images/news/n11.jpg'
  }
]; 

